ne1 = """ **2NE1 콘서트는 K-pop의 역사에서 중요한 이정표가 된 공연으로, 그들의 독특한 음악 스타일과 화려한 무대 연출로 팬들에게 깊은 인상을 남겼습니다.**  \n2NE1은 2009년에 데뷔한 이후, 글로벌 팬층을 형성하며 **K-pop을 대표하는 걸그룹** 중 하나로 자리잡았습니다.  \n이들은 전통적인 K-pop 음악뿐만 아니라 힙합, 일렉트로닉, 록 등 다양한 장르를 혼합하여 **새로운 음악적 시도**를 했고, 그들의 콘서트는 그 스타일을 그대로 반영하는 무대입니다.  \n대형 스크린과 불꽃놀이, 다양한 특수 효과들이 결합된 무대는 관객들에게 **시각적, 청각적으로 강렬한 인상**을 주는 무대가 기다리고 있습니다.  """

iu = """
    **IU (아이유) 콘서트는 그 자체로 감동과 따뜻함을 느낄 수 있는 공연으로, 그녀의 **독특한 음색과 진심 어린 노래로 팬들과 소통**하는 특별한 순간을 제공합니다.**  \nIU는 한국의 대표적인 솔로 아티스트이자, 뛰어난 가창력과 감성적인 음악으로 수많은 팬들에게 사랑받고 있으며, 그동안의 콘서트들은 관객들에게 항상 **깊은 여운**을 남겼습니다.  \nIU의 콘서트는 단순히 노래를 부르는 것에 그치지 않고, 그녀의 **음악적 감성에 맞춘 따뜻한 분위기와 섬세한 무대 연출**이 특징입니다. 
    """


KimJaeJoong = """**김재중 (Kim Jaejoong) 콘서트는 그의 독특한 목소리와 뛰어난 음악적 역량을 바탕으로 관객들에게 깊은 감동을 선사하는 공연입니다.**  \n김재중은 K-pop을 대표하는 보컬리스트이자, 배우로서도 큰 인기를 끌고 있는 아티스트로, 그의 음악과 공연은 팬들에게 단순한 쇼 이상의 특별한 경험을 제공합니다.  \n김재중의 콘서트는 그의 음악적 다채로움과 감성을 고스란히 담고 있습니다.  \n그의 콘서트는 단순히 무대에서 노래를 부르는 것이 아니라, 음악을 통해 팬들과 마음을 나누고, 소통하는 시간이 됩니다."""
            
Imhero="""**임영웅 콘서트는 그의 진심 어린 음악과 뛰어난 가창력으로 팬들에게 감동을 선사하는 특별한 공연입니다.**  \n임영웅은 대한민국의 대표적인 트로트 가수로, **그의 감동적인 목소리와 따뜻한 무대 매너**는 모든 세대의 팬들에게 사랑받고 있습니다.  \n특히, 임영웅은 다양한 음악 장르를 소화하며, **트로트의 전통적인 요소와 현대적인 감각을 결합한 독특한 스타일**을 보여주고 있습니다.  \n임영웅의 콘서트는 그의 깊고 진지한 음악적 감정을 중심으로 펼쳐집니다. 
            """